10/data/attachments/39ca95526639e00d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_radio_Friend_53397_9</nif:username>
            <nif:friendToBeRequested>soap_friends_2f7c1038-5e21-4cc2-b8a3-8c59f27f5cdc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>